Repository: unvalley/vow
Catalog: VowWidget/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld day streak
ja: %lld 日連続

source: %lld left today
ja: 今日の残り %lld

source: %lld of %lld new today
ja: 今日の新規 %lld / %lld

source: An expression to review, changing through the day.
ja: 復習する表現を、時間ごとに入れ替えて表示します。

source: Expression
ja: 表現

source: Not practiced today
ja: 今日はまだ学習していません

source: Not practiced today, and the day is almost over
ja: 今日はまだ学習しておらず、もうすぐ1日が終わります

source: Nothing practiced yet
ja: まだ学習していません

source: Open the app to load expressions
ja: アプリを開くと表現が読み込まれます

source: Practicing today
ja: 今日は学習中

source: Start again today
ja: 今日からまた始める

source: Start your first day
ja: 最初の1日を始める

source: Streak
ja: 連続日数

source: The streak has ended
ja: 連続記録が途切れました

source: Today is almost over
ja: 今日がもうすぐ終わります

source: Today is done
ja: 今日の分は完了

source: Today's learning is complete
ja: 今日の学習は完了しました

source: Today's practice and your current streak.
ja: 今日の学習と、続いている日数。

source: day streak
ja: 日連続
